<?php

return [
    [
        "group" => "礼拜组",
        "roles" => [
            [
                "role" => "证道",
                "name" => "证道",
            ],
            [
                "role" => "司会",
                "name" => "司会",
            ],
            [
                "role" => "司琴",
                "name" => "司琴",
            ],
            [
                "role" => "领唱",
                "name" => "领唱小组",
            ],
            [
                "role" => "主执",
                "name" => "主领执事",
            ],
            [
                "role" => "音响",
                "name" => "音响",
            ],
            [
                "role" => "接待收拾",
                "name" => "接待\n会后收拾",
            ]
        ]
    ],
    [
        "group" => "教育组",
        "roles" => [
            [
                "role" => "少年班",
                "name" => "少年主日学",
            ],
            [
                "role" => "少儿班",
                "name" => "少儿主日学",
            ],
            [
                "role" => "幼儿班",
                "name" => "幼儿主日学",
            ],
        ]
    ],
    [
        "group" => "图书组",
        "roles" => [
            [
                "role" => "PPT制作播放",
                "name" => "PPT制作播放",
            ],
        ]
    ],
    [
        "group" => "管堂组",
        "roles" => [
            [
                "role" => "管堂组",
                "name" => "管堂小组\n（预备）",
            ],
        ]
    ],
    [
        "group" => "服务组",
        "roles" => [
            [
                "role" => "餐前准备",
                "name" => "餐前准备",
            ],
            [
                "role" => "主厨",
                "name" => "主厨",
            ],
            [
                "role" => "餐后洗碗",
                "name" => "准备\n收拾\n分餐",
            ],
        ]
    ],
];

